[
    {
        "_id": 1,
        "name": "MaxGreen A361 RGB Mid Tower ATX X3 chassis Casing",
        "price": 100,
        "minOrder": 10,
        "quantity": 500,
        "img": "https://i.ibb.co/wrM9DtN/Max-Green-A361-RGB-Mid-Tower-ATX-X3-chassis-Casing.jpg",
        "description": "ATX X3 Chassis with Black Material Inner and 0.5mm thickness,Full Black with ARGB Strip Front Panel,Tempered Glass on the Left Side with VGA Holder,HD Audio Port"
    },
    {
        "_id": 2,
        "name": "Intel Optane Memory Series 32GB M.2 80MM",
        "price": 100,
        "minOrder": 10,
        "quantity": 500,
        "img": "https://i.ibb.co/XXBRQ9S/Intel-Optane-Memory-Series-32-GB-M-2-80-MM.jpg",
        "description": "Intel Optane 32GB M.2 80MM Memory series is a revolutionary innovation of Intel to generate faster working experience for the users. Its specialty is to work with the processor to store those files that are mostly used. It is performing with higher responsiveness by shortening boot times and fast launching of applications. The capacity of  32GB with sequential read and write  1350 & 290 MB/s only consume the power up to 3.5 Watts"
    },
    {
        "_id": 3,
        "name": "DEEPCOOL G15 THERMAL COMPOUND PASTE",
        "price": 100,
        "minOrder": 10,
        "quantity": 500,
        "img": "https://i.ibb.co/GCNJBXw/DEEPCOOL-G15-THERMAL-COMPOUND-PASTE.jpg",
        "description": "Deepcool G15 Thermal paste is in incredible choice for both gamers and overclock enthusiasts  alike. This thermal paste is specially designed for attending to all the cooling needs of an overclocked CPU. This thermal paste specially Designed for Overclocking with High Heat Conductivity Nano Compound. because of the use of Nanotechnology this thermal paste is Stable, Non-volatile. the best part is, It's very easy to Apply. This paste comes with High CPU or GPU Conductivity rating of 5.2 W/m-K. Where the Specific Gravity reading is 2.6 g/cm. This is sup3 Electrically non-conductive paste with a Wide range of application temperature coverage.Deepcool G15 Thermal paste offers No warranty"
    },
    {
        "_id": 4,
        "name": "MSI Radeon RX 6900 XT Gaming Z Trio 16GB GDDR6 Graphics Card",
        "price": 100,
        "minOrder": 10,
        "quantity": 500,
        "img": "https://i.ibb.co/qMxf1r8/MSI-Radeon-RX-6900-XT-Gaming-Z-Trio-16-GB-GDDR6-Graphics-Card.jpg",
        "description": "The latest iteration of MSI’s iconic GAMING series once again brings performance, low-noise efficiency, and aesthetics that hardcore gamers have come to recognize and trust. Now you too can enjoy all your favorite games with a powerful graphics card that stays cool and silent. Just the way you like it."
    },
    {
        "_id": 5,
        "name": "ASUS VP32AQ Eye Care Monitor",
        "price": 100,
        "minOrder": 10,
        "quantity": 500,
        "img": "https://i.ibb.co/W6DW7xk/ASUS-VP32-AQ-Eye-Care-Monitor.jpg",
        "description": "Asus VP32AQ Monitor comes with 32-inch 2K WQHD (2560 x 1440) Display with IPS 178° wide viewing angle for sharp and immersive visuals. The Asus VP32AQ delivers sharp, detail and immersive viewing experience. 100% sRGB provides realistic colors and smoother gradation. To achieves seamlessly smooth gameplay. This VP32AQ featured with Adaptive-Sync/FreeSync technology to eliminate screen tearing and enhances image details in dark areas. In this monitor, ASUS Eye Care technology ensures a comfortable viewing experience. It also supports Support HDR-10 to enhance bright and dark area, delivers lifelike viewing experience. Here include Extensive connectivity, these are - DisplayPort, HDMI, built-in 2W x 2 stereo speakers. The ASUS Eye Care monitors feature TÜV Rheinland-certified Flicker-free and Low Blue Light technologies to ensure a comfortable viewing experience"
    },
    {
        "_id": 6,
        "name": "Corsair LL120 RGB 120mm Dual Light Loop RGB LED PWM 3 Case Fan Pack with Lighting Node PRO",
        "price": 100,
        "minOrder": 10,
        "quantity": 500,
        "img": "https://i.ibb.co/58VChNr/Corsair-LL120-RGB-120mm-Dual-Light-Loop-RGB-LED-PWM-3-Case-Fan-Pack-with-Lighting-Node-PRO.jpg",
        "description": "Made for those seeking excellent airflow, quiet operation, and powerful lighting, the CORSAIR LL120 RGB fan puts your PC back in the loop. The CORSAIR LL120 RGB LED PWM fan boasts 16 independent RGB LEDs across two separate light loops to create vibrant lighting and visual effects. 16 Independent RGB LEDs in every fan, split between two separate light loops, allow for nearly endless customization. The included CORSAIR Lighting Node PRO enables stunning dynamic lighting effects with other CORSAIR iCUE supported devices. Dynamically control fan speed from 600 RPM to 1,500 RPM to minimize noise or maximize airflow"
    }
]